# 目次
[１、イントロダクション](#section1)  
[２、遺伝子異常の種類](#section2)：（１）～（３）  
[３、メンデルの法則に従う疾患](#section3)：（１）～（４）  
[４、多因子遺伝の疾患](#section4)  
[５、細胞遺伝学的疾患](#section5)：（１）～（４）  
[６、メンデルの法則に従わない単一遺伝子疾患](#section6)：（１）～（３）  

# <a id="section1" href="#section1">１、イントロダクション</a>

- ヒトの遺伝子は約2万（イネの約3万より少ない）。
- 次世代シークエンス技術による遺伝子解析の短縮、低価格化→個別化医療への道。
- 遺伝性、家族性、先天性の定義は全く違う！
	- 家族性；原因に関わらず、ある家系に同じ種類の変異がみられること。
	- 遺伝性；家族性のうち、変異の遺伝子が両親から遺伝したものであること。
	- 先天性；生まれたときに変異が存在したこと。「先天性ならば遺伝性」「遺伝性ならば先天性」は、いずれも成り立たない。

# <a id="section2" href="#section2">２、遺伝子異常の種類</a>

## （１）タンパク質コード遺伝子の変異
- 点変異。このあたりで仲野先生がぶち切れたらしいが、意外と定義はぱっとでてこないのでは？
	- ミスセンス変異；単一ヌクレオチドの置換により、アミノ酸が別のものに置き換わる。鎌形赤血球貧血におけるβグロビンの変異など。
	- ナンセンス変異；単一ヌクレオチドの置換により、終止コドンになってしまう→翻訳の中断。
	- フレームシフト変異；塩基の挿入or欠失により、DNAの読み枠が変わる。
- トリヌクレオチドリピート変異；3ヌクレオチドの増幅。ヌクレオチドには必ずGとCが含まれる。リピート数は配偶子形成の度に変わる。
	- 脆弱X症候群；FMR1遺伝子内のCGG配列の繰り返し→精神遅滞mental retardation。

## （２）それ以外の異常
- コピー数の変化；増幅or欠失。染色体の連続部分で起こる。自閉症などの疾患に関連？
- 転座；慢性骨髄性白血病におけるBCRとABLの転座（フィラデルフィア染色体）など。
- ノンコーディングRNA（＝miRNA + ロング・ノンコーディングRNA（lncRNA））の異常。

## （３）遺伝性疾患の分類
- メンデルの法則に従うもの；単一遺伝子疾患。浸透度penetrance（変異遺伝子を持つ人が異常表現型を呈する割合）が高い。
- 多因子疾患；環境要因や複数の遺伝子が関わる。高血圧、糖尿病…。
- 染色体異常。
- メンデルの法則に従わない単一遺伝子疾患；トリヌクレオチドリピート変異、mtDNA変異、ゲノムインプリンティング。

# <a id="section3" href="#section3">３、メンデルの法則に従う疾患</a>

- 常染色体優性、常染色体劣性、X連鎖のうちいずれか。
- 多面発現；１つの遺伝子の変異が複数の表現型を呈すること。
	- 例えばマルファン症候群は単一遺伝子疾患だが、骨格や目、血管などあらゆる異常を呈する。
- 遺伝的異質性；多くの種類の遺伝子変異が、いずれも同じ表現型を呈する。
	- 網膜色素変性症retinal pigmentationの原因となる遺伝子変異は複数ある。
- 共優性；ヘテロ接合体でいずれの形質も現れる場合。血液型のAB型など。

## （１）単一遺伝子疾患の遺伝様式
- 各遺伝様式に関する基本的な定義は省略します。臨伝を思い出してね。

### 常染色体優性
- 浸透率が低く、表現型は多様である。また、発症する年齢が遅いことがあり、先天性とは限らない。
	- 表現型の多様性の例；神経線維腫症I型は、皮膚の斑点から骨格奇形まで及ぶ。
	- 遅い発症年齢の例；ハンチントン病。
- 常染色体優性にかかわる遺伝子は酵素をコードせず、代謝経路にかかわるタンパク質（家族性高コレステロール血症）や、構造タンパク質（スペクトリン→球状赤血球症）などをコードする。
	- 普通に考えて、常染色体優性にかかわる遺伝子が酵素をコードしていたら、ヘテロの人は酵素がなくて危険。
- ドミナントネガティブ；変異遺伝子の産物が、正常産物の効果を阻害する。例えばコラーゲン三量体の鎖のうち一本でも変異すると、正常な鎖も重合しなくなる。

### 常染色体劣性
- メンデル遺伝の中では最多。
- 近親婚に多い。
- 浸透率はほぼ100%。発症年齢は早い。
- 酵素をコードすることが多い。

### X連鎖遺伝
- ほとんどはX連鎖劣性（持っている全てのX染色体に原因変異が存在すると発症）。
	- ヘテロの女性保因者は、X染色体の不活化によって疾患表現型を呈するか？；どちらのXが不活化されるかは各細胞によってランダムなので、基本呈さない。
- 理由を考えよう；母親の「保因者」（患者ではない）からは、息子にしか遺伝しない。父親から息子には遺伝しない。

## （２）構造タンパクの変異による疾患

### マルファン症候群
- 常染色体優性疾患。結合組織→骨格、眼、心血管系。
- FBN-1遺伝子の変異によるフィブリリンIの欠損によって起こる。
	- フィブリリンは、ECM内の細線維（ミクロフィブリル）の主成分の糖タンパク質→トロポエラスチンの足場。
	- 大動脈靱帯、毛様小体において豊富。
	- 変異型フィブリリンは、ドミナントネガティブ→正常なミクロフィブリルの重合を妨げる。
- 正常なミクロフィブリルはTGF-βを隔離→フィブリリン欠損によってTGF-βの過剰活性→血管平滑筋の発達。
	- TGF-β受容体の突然変異で、マルファン症候群様の症状（フィブリリンは関係ない）。
	- TGF-β阻害薬により、マルファン症候群モデルマウスの心血管障害が改善。
- 症状；骨格異常（細長い指、関節の過伸展）、水晶体転位ectopia lentis。大動脈中膜の弾性繊維の喪失→大動脈弁閉鎖不全症、僧帽弁逸脱症mitral valve prolapse（弁の逆流regurgitantなど）、大動脈破裂。

### エーラス・ダンロス症候群（EDS）
- コラーゲン合成の欠陥。
	- 合成できなくなるコラーゲンの種類によって、いくつものタイプがある。
	- 血管性EDS；COL3A1遺伝子の変異→III型コラーゲンの合成不全。常染色体優性。
	- 後側湾症EDS；リシルヒドロキシラーゼの欠損→架橋の阻害。常染色体劣性。
	- 古典的EDS；COL5A1,2の変異→V型コラーゲンの合成不全。常染色体優性。
- コラーゲン線維の強度不足による、関節の過可動性→曲芸師に多い？
- 皮膚が非常に脆弱で、軽い傷でも大きな裂け目→手術がしにくい。
- 内部合併症；大動脈破裂（血管性EDS）、角膜破裂corneaや網膜剥離retinal detachment（後側湾症EDS）、横隔膜ヘルニア（古典的EDS）。

## （３）受容体タンパク質の変異による疾患

- 家族性高コレステロール血症。
	- 正常のコレステロール輸送はどうなっているのかということだが、以下に生化学シケタイをほとんどそのまま（少し内容を追加したが）載せたので、参照してほしい。

### （生化学の復習）脂肪の輸送を行うリポタンパク質
- カイロミクロン、VLDL（超低密度リポタンパク質）、LDL（低密度リポタンパク質）、HDL（高密度リポタンパク質）など。この順に大きさは小さくなり、密度は高くなる。
- 構造；TGやCEからなる中性脂質核を、リン脂質が取り囲んだ球状構造に、アポリポタンパク質がくっつく。
- カイロミクロン；腸管粘膜細胞で合成され、外来のTGを末梢に輸送。血中でapoC-IIによる修飾を受け、これはTAGを分解する酵素であるリポタンパク質リパーゼ（LPL）を活性化する。TAGは加水分解されてグリセロールと脂肪酸を生成し、グリセロールは肝臓で、脂肪酸は脂肪細胞や筋肉で使用される。
- VLDL；TG豊富な未熟粒子として肝臓から分泌される。血中ではLPLによりTAGが分解され、直径が小さく、密度が高くなってLDLになる。この変化の途中にIDL（中密度リポタンパク質）も生じる。
	- IDLも、LDLと同じようにApoB-100を発現しており、肝細胞に取り込まれる。
- LDL；VLDLから変換されるもの。TGが乏しく（当然）、CE濃度の方が高い。LDLは、エンドサイトーシスによって細胞に取り込まれる。LDLはApoB-100をリガンドとして受容体に結合し、クラスリン被覆によって取り込まれる。同種の小胞と融合してより大きなエンドソームとなった後、エンドソーム内のpHが下がり、コレステロールが細胞質中に遊離する（これにはNPC1/2が必要）。
	- LDLが取り込まれる細胞は、ほとんど肝細胞。
	- 実は、LDLはすべてLDL受容体によって代謝されるわけではなく、一部は単球やマクロファージ上にある「スカベンジャー受容体」に結合する。スカベンジャー受容体によって異化される量が、血漿コレステロール値に影響。
	- 遊離したコレステロールは、膜合成に使われる。また、HMG-CoAレダクターゼの活性を阻害して、コレステロール合成経路を抑制する。

### 家族性高コレステロール血症
- LDL受容体の機能喪失。常染色体優性。
- 血漿中のLDLの蓄積→スカベンジャー受容体を介した、血管壁orマクロファージによるコレステロール取り込みの増加。
	- ホモなら、小児で皮膚黄色腫cutaneous xanthoma→20歳ごろに死亡。
	- ヘテロなら、成人期以降に黄色腫→早発性粥状硬化→冠動脈疾患。
- 5クラスに分類。
	- クラスI；受容体が全く合成されない。まれ。
	- クラスII；受容体タンパク質は合成されるが、ミスフォールディングによってER→ゴルジ体の輸送ができない。最も多い。
	- クラスIII；受容体は産生されるが、LDLに結合できない。
	- クラスIV；LDLに結合した後クラスリン被覆ができない。
	- クラスV；LDLへの結合も、取り込みも可能だが、そのあとでLDLが遊離できない。
- PCSK9；肝細胞内でLDL受容体を分解→抗PCSK9薬でLDL受容体が増え、コレステロール値が減少する？
- スタチン；HMG-CoAレダクターゼ阻害薬。

### 嚢胞性線維症cystic fibrosis, CF
- 上皮イオン輸送の障害→気道、膵管における粘液の過剰な粘性→慢性肺感染症、膵臓機能不全。
	- 汗のNaCl濃度が高いのも特徴。
- 常染色体劣性。
- CFTR（CF膜貫通コンダクタンス調節因子）の突然変異。
	- 汗腺におけるCFTRは、Cl<sup>-</sup>とNa<sup>+</sup>の再吸収→変異で、塩濃度の増加。
	- 消化管、呼吸器におけるCFTRは、Cl<sup>-</sup>の分泌→変異で、塩濃度の低下→水の再吸収が増加し、粘性上がる。
- 臨床的なこと。
	- 膵臓の異常；外分泌腺の萎縮。
	- 胎児における腸閉塞；胎便性イレウスmeconium ileus。
	- 気道閉塞、細菌感染の増加。
	- 胆管の閉塞→脂肪肝hepatic steatosis、肝硬変cirrhosis。
	- 無精子症azoospermia、精管deferensの両側欠如。
- 教科書ではめちゃくちゃ長く書いてありましたが、白人で多いからでしょうね。

## （４）酵素タンパクの変異による疾患

- 基本的に常染色体劣性。例外はMPS-II型。

### フェニルケトン尿症（PKU）
- フェニルアラニン水酸化酵素（PAH）の欠如→高フェニルアラニン血症。
	- PAHは、フェニルアラニンをチロシンに変換。チロシンはメラニンの前駆体→髪や肌の色が薄くなる。
	- フェニルアラニン蓄積により代謝中間体→汗や尿の強いにおい、脳障害。
- 精神遅滞が最も深刻な病態→幼児期のフェニルアラニン摂取の制限で回避できる。
	- PKUの女性が子供を産むときに、乳児がヘテロなのにも関わらず、PKUに類似した奇形や精神遅滞を示すことがある。これを母体性PKUといい、胎盤を通してフェニルアラニンが胎児に影響すると考えられる→母親の食事制限が不可欠。
- 酵素補充療法；フェニルアラニンアンモニアリアーゼ（PAL）の投与。

### ガラクトース血症
- GALT（ガラクトース-1-リン酸ウリジリルトランスフェラーゼ）の突然変異。
	- GALTは、ガラクトース→グルコースの反応で重要。
	- ガラクトース、ガラクトース-1-リン酸の蓄積。
- 症状；肝硬変、白内障cataract、中枢神経系の損傷、嘔吐と下痢（胎児がミルクを飲んで数日後～）、黄疸、アミノ酸尿症（腎臓のアミノ酸輸送不全）。
- 新生児スクリーニング；血液検査による、GALT活性の蛍光アッセイ。
	- 羊水による出生前診断も可能。
- ガラクトース摂取制限でいくつかの症状は回避。

### リソソーム蓄積症
- リソソームは、スフィンゴ脂質やムコ多糖などを消化する器官。リソソーム酵素の欠如によって、これらの物質が蓄積する（一次蓄積）。また、オートファジーによってリソソームに入ったユビキチン化タンパク質や、機能不全のミトコンドリアも蓄積する（二次蓄積）。
- 小児の神経疾患と関係（免疫系の調節異常とも相関？）。
- テイ・サックス病；脳へのガングリオシドGM2の蓄積。GM2分解酵素のヘキソサミニターゼAの欠損。
	- アシュケナージ系ユダヤ人に多い。
	- 神経系細胞のリソソームの「玉ねぎ状」構造。
	- 網膜の'cherry red spot'。
	- 重度の運動機能障害。
	- ミスフォールディングタンパク質がシャペロンによって安定化されず、不完全なプロテアソーム分解を受ける→分子シャペロン療法。
- ニーマン・ピック病A型、B型；スフィンゴミエリナーゼ（スフィンゴミエリン→セラミド＋ホスホリルコリン）の変異によるスフィンゴミエリンの蓄積。
	- スフィンゴミエリナーゼは、父由来のものが不活化されるインプリンティング遺伝子である。
	- A型；スフィンゴミエリナーゼの重篤な欠損。食細胞（→脾臓、肝臓、骨髄、肺）とニューロンにスフィンゴミエリンが蓄積。リソソーム蓄積の顕微鏡的所見は「ゼブラ体」。
	- B型；酵素の残存活性があるため、神経症状はなし。
- ニーマン・ピック病C型；リソソームから細胞質へのコレステロール輸送に関与するNPC1の変異→コレステロール、ガングリオシドの蓄積。
	- 運動失調ataxia、垂直注視麻痺、ジストニアなど。
- ゴーシェ病；グルコセレブロシドがマクロファージ、肝臓、脾臓、骨髄などに蓄積。
	- セラミドからグルコースを切り出す酵素のグルコセレブロシダーゼが変異。
	- 罹患マクロファージは「しわのあるティッシュペーパー」状。
	- マクロファージの活性化によっても引き起こされる（IL-1、IL-6、TNFが患部に存在）。
	- I型；慢性非神経細胞障害型で、ほとんどがこれ。骨の病変や、肝臓や脾臓の肥大などが特徴的。酵素補充or基質減少で治療。
	- II型、III型；神経障害を伴い、パーキンソン病と密接に関係。
- ムコ多糖症（MPS）；ムコ多糖の蓄積。
	- ムコ多糖とは、グリコサミノグリカン（GAG）のことと考えてよい。すなわち、デルマタン硫酸、ケラタン硫酸、ヘパラン硫酸のことである。
	- 7種に分けられるが、肝脾腫、骨格異常、冠状動脈内皮下沈着（→虚血）、角膜混濁、関節硬直などは共通。
	- MPS-I型；ハーラー症候群。α-イズロニダーゼの欠損。心臓合併症で若くに死亡。
	- MPS-II型；ハンター症候群。これだけX連鎖遺伝なので注意。イズロン酸スルファターゼの欠損。

### グリコーゲン蓄積症
- グリコーゲン分解酵素の異常。グリコーゲンは細胞質や核に蓄積する。
	- 例外はポンペ病で、これはリソソームに蓄積するのでリソソーム病の一種でもある。
- ３種類に分けられる。
	- 肝型；グリコーゲン代謝に関与する酵素の欠失→グリコーゲン蓄積による肝肥大、グルコース産生不全による低血糖。フォン・ギールケ病（グルコース-6-ホスファターゼ欠損）が一例。
	- ミオパチー型；解糖系の酵素不全により、横紋筋内にグリコーゲン蓄積。ミオグロビン尿症、激しい運動の不全（解糖が起こってしまうので）などが特徴。マッカードル病（グリコーゲンホスホリラーゼの欠損）が一例。
	- ポンぺ病；リソソーム内の酸性マルターゼ欠損。心臓肥大など。

# <a id="section4" href="#section4">４、多因子遺伝の疾患</a>

- 環境要因と遺伝的要因の相互作用。
- 非コード領域の多型→エピジェネティック制御も関係？
- 遺伝的要因；連続的な表現型（身長など）はQTL（量的表現遺伝子座）上の多因子支配。

# <a id="section5" href="#section5">５、細胞遺伝学的疾患</a>

- 染色体異常。
	- 染色体のギムザ染色→Gバンド（染色体上の縞状構造）解析による検査。
- 染色体異常は、基本的に新規に起こる（すなわち両親は正常）。例外は家族性のダウン症。
- 常染色体異常に比べて、性染色体異常の方が症状は軽いことが多い。性染色体異常は、思春期を過ぎてから症状が現れることもある。

## （１）数的異常
- 倍数体；染色体セットの個数のこと。普通の体細胞は二倍体である。多精子受精などで三倍体や四倍体になった場合の多くは流産。
- 異数性；ある染色体の数が変化すること。減数分裂（第一or第二）における染色体の不分離によって起こる。
	- モノソミー；常染色体に起こると普通は発生できない。
	- トリソミー。
- モザイク；受精卵早期の体細胞分裂時に染色体の不分離が起こると、一個体に正常染色体と異常染色体が混ざる。性染色体で起こりやすい。
- 倍数体と異数体について（京大農学部の講義資料）；https://ocw.kyoto-u.ac.jp/ja/faculty-of-agriculture-jp/genetics/pdf/05.pdf

## （２）構造的異常
- p；長腕。q；短腕。2q34は「２番染色体短腕の領域３の４番目のバンド」。
- 転座translocation；２つの染色体間の断片の交換。
	- 平衡相互転座；特に害はないが、異常な配偶子が形成されやすい。
	- ロバートソン転座；切断が動原体の近くで起こり、長腕同士が融合、短腕は消失→染色体は45本に。
- 同腕染色体；短腕が欠如して、長腕が複製される→長腕が２本ある染色体に。女性のX染色体で起こると、X短腕のモノソミー＋X長腕のトリソミー。
- その他；欠失、逆位、環状染色体。

## （３）常染色体の異常

- 21、18、13染色体のトリソミー。
- 5番染色体短腕の欠失；ネコ鳴き症候群cri du chat syndrome。
- 22q11.2の欠失。

### ダウン症候群
- 95%以上が21番染色体トリソミー。
	- ほとんどの場合、卵子における染色体の不分離→母親の出産年齢に関係。
- ごくまれに、家族性のダウン症候群が存在；21番染色体から22 or 14番染色体へのロバートソン転座。
- 臨床的な特徴；眼瞼裂palpebral fissures、蒙古襞、精神遅滞。
	- 40%以上が先天性心疾患→心内膜床（心房中隔など）の欠損。
	- 食道閉鎖症atresias of the esophagus。
	- 白血病、アルツハイマー病、甲状腺自己免疫疾患など（原因は不明）。
- 分子遺伝学的メカニズムは不明；葉酸代謝に関与？21番染色体のmiRNAが関与？
- 母体血の5～10%は胎児に由来→次世代シークエンスによる出生前診断。

### 22q11.2の欠失
- 先天性心疾患、口蓋palateの異常、顔面異形facial dysmorphism、発達遅延、胸腺形成不全thymic hypoplasia、副甲状腺形成不全（→低カルシウム血症）。
	- 後半二つはディ・ジョージ（DiGeorge）症候群と呼ばれる。
	- そのほか、統合失調症schizophrenia、双極性障害bipolar disorderなど。
- TBX1遺伝子が関わる？

## （４）性染色体の異常

- 常染色体異常と比べて様々な異常があっても生きられる；Xのみ（45本）、XXXXY（49本）など。
- X染色体の不活化（ライオニゼーション）；胚発生初期に、それぞれの細胞が父or母のX染色体をランダムに選択し、一生変わらない→女性の体はモザイクである！
	- XIST；不活化を制御するノンコーディングRNA。
	- 実は、X染色体は完全に不活化されない？短腕の21%、長腕の3%の遺伝子が不活化をまぬかれる。
- Y染色体；短腕に、男性への分化を特徴づけるSRYが存在。

### クラインフェルター症候群
- 男性のXXYによる、性腺機能低下hypogonadism。
	- 性染色体の不分離が原因。15%はモザイク。
- 細長い体型、類宦官体型（女性化乳房、精巣萎縮。ホルモンもゴナドトロピンが優位に）。
- 精子形成不全による不妊sterility。
	- 精細管の硝子化、ライディッヒ細胞の過形成。
- 知的障害は軽微。

### ターナー症候群
- 女性における、X染色体短腕のモノソミー。原発性性腺機能低下症。
	- 57%ではX染色体の片方が完全に消失。
	- 同腕染色体とのモザイクも多い。
- 成長不全（低身長）、首筋の腫大による「翼状頸」、楯状胸、馬蹄腎などの先天奇形。二次性徴の欠如、原発性無月経。
	- 自己抗体による甲状腺機能低下症を合併することも。
- 通常、X染色体の不活化において、卵巣の発生や卵子形成に関わるものは不活化されない！しかし、ターナー症候群では２番目のX染色体欠失によって卵母細胞の喪失が加速。
- SHOX遺伝子の欠失。

# <a id="section6" href="#section6">６、メンデルの法則に従わない単一遺伝子疾患</a>

## （１）トリプレットリピート変異

- ハンチントン病、筋緊張性ジストロフィー、脆弱X症候群。

### 脆弱X症候群
- X染色体長腕のFMR1遺伝子の突然変異。
- 精神遅滞、下顎骨の肥大、巨睾丸症。
- X連鎖遺伝であるが、少し特殊。だいぶ前に書いたX連鎖遺伝の特徴と見比べてみよう。
	- 男性で、変異型Xを持つのに症状を呈さない「保因者の男性」がいる。
	- 保因者の女性が症状を呈する場合がある。
	- 世代が進むごとに悪化する。
- 上のような特徴の原因；CGG反復数が200以下の「中間段階の変異」と、200以上の「完全変異」の段階があり、卵子形成中に変異の段階を進められるから。
	- ちなみに、ハンチントン病は精子形成中。
- FMR1中のCGGリピートが200を超えると、5'領域が過度にメチル化→FMR1の転写抑制。
	- FMR1がコードするFMRPは、脳におけるmRNA結合タンパク質で、軸索や樹状突起への輸送を担う。
	- ちなみに、CGGリピート部位はノンコーディングなので、脆弱X症候群の場合は「機能喪失」である。ハンチントン病の場合、リピートされるCAG部位は翻訳領域なので、ミスフォールディングタンパク質の蓄積という「機能獲得」の性質を持つ。

## （２）ミトコンドリア遺伝子の変異

- ミトコンドリアは卵子の豊富な細胞質内に多く含まれ、精子にない→完全な母系遺伝。
- mtDNAは、酸化的リン酸化に関する因子をコード。
- レーバー遺伝性視神経萎縮など。

## （３）インプリンティング疾患

- 母親由来の遺伝子と父親由来の遺伝子の機能的差異→ゲノムインプリンティングというエピジェネティックな過程により生じる。
	- いずれかの対立遺伝子をサイレンシング（不活性化）。
	- プロモーターのメチル化、ヒストン修飾など。
- プラーダー・ウィリー症候群；15 番染色体q11-q13が、父親由来のもののみ発現。低緊張、肥満、性腺機能低下など。
- アンジェルマン症候群；15 番染色体q11-q13が、母親由来のもののみ発現。歩行障害や痙攣、不適切な笑い。
	- この領域にある遺伝子、UBE3Aは父親染色体由来→アンジェルマン症候群における脳障害。
- 片親性ダイソミー；そもそも片親由来の染色体しか持っていない状態。
